Repository: NaN-tic/trytond-account_reconcile
Catalog: locale/*.po
Languages: es

# field:account.move_reconcile.rule,account:
source: Account
es: Cuentas

# field:account.move_reconcile.rule,company:
source: Company
es: Empresa

# field:account.move_reconcile.rule,expression:
source: Regular Expression
es: Expresión regular

# field:account.move_reconcile.start,accounts:
source: Accounts
es: Cuentas

# field:account.move_reconcile.start,company:
source: Company
es: Empresa

# field:account.move_reconcile.start,end_date:
source: End Date
es: Fecha final

# field:account.move_reconcile.start,max_days:
source: Maximum days
es: Días Máximos

# field:account.move_reconcile.start,max_lines:
source: Maximum Lines
es: Maximo líneas

# field:account.move_reconcile.start,max_months:
source: Maximum Months
es: Máximo meses

# field:account.move_reconcile.start,parties:
source: Parties
es: Terceros

# field:account.move_reconcile.start,start_date:
source: Start Date
es: Fecha inicial

# field:account.move_reconcile.start,timeout:
source: Maximum Computation Time
es: Tiempo máximo de cálculo

# field:account.move_reconcile.start,use_combinations:
source: Use Combinations
es: Combinaciones de uso

# field:account.move_reconcile.start,use_rules:
source: Use Rules
es: Reglas de uso

# help:account.move_reconcile.rule,expression:
source: Example: Invoice nº((\d|\s)+)
es: Ejemplo: Factura nº((\d|\s)+)

# help:account.move_reconcile.start,max_days:
source: Maximum difference in days of lines to reconcile.
es: Máxima diferencia en días de filas a conciliar.

# help:account.move_reconcile.start,max_lines:
source: Maximum number of lines to include on a reconciliation
es: Número maximo de apuntes a utilitzar en una conciliación.

# help:account.move_reconcile.start,max_months:
source: Maximum difference in months of lines to reconcile.
es: Número maximo de apuntes para reconciliar.

# model:account.move_reconcile.rule,name:
source: Reconcile Rule
es: Regla de conciliación

# model:account.move_reconcile.start,name:
source: Reconcile Moves
es: Conciliar movimientos

# model:ir.action,name:act_reconcile_rule
source: Reconcile Rules
es: Regla de conciliación

# model:ir.action,name:wizard_move_reconcile
source: Automatic Reconciliation
es: Conciliación automatica

# model:ir.message,text:msg_wrong_expression
source: Wrong expression "%(expression)s" in rule "%(rule)s"
es: Expresion Erronea "%(expression)s" en la regla "%(rule)s"

# model:ir.rule.group,name:rule_group_reconcile_rule
source: User in company
es: Usuario en la empresa

# model:ir.ui.menu,name:menu_move_reconcile
source: Automatic Reconciliation
es: Conciliación automatica

# model:ir.ui.menu,name:menu_reconcile_rule
source: Reconcile Rules
es: Reglas de conciliación

# selection:account.move_reconcile.start,max_lines:
source: Five
es: Cinco

# selection:account.move_reconcile.start,max_lines:
source: Four
es: Cuatro

# selection:account.move_reconcile.start,max_lines:
source: Six
es: Seis

# selection:account.move_reconcile.start,max_lines:
source: Three
es: Tres

# selection:account.move_reconcile.start,max_lines:
source: Two
es: Dos

# view:account.move_reconcile.start:
source: All accounts if empty
es: Todas las cuentas si se deja en blanco

# view:account.move_reconcile.start:
source: All parties if empty
es: Todos los terceros si se deja en blanco

# view:account.move_reconcile.start:
source: Reconcile Moves
es: Conciliar movimientos

# wizard_button:account.move_reconcile,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.move_reconcile,start,reconcile:
source: Ok
es: Aceptar
